{
  "title": "Attack on Titan",
  "content": "<div>\n <img src=\"https://editors.dexerto.com/wp-content/uploads/2023/02/02/36626-e1675353293843.jpg\" alt=\"aot image\">\n <p>\n Attack on Titan blew the doors off of the anime medium when its stunner of a first season dropped in 2013. Based on the manga series of the same name, Attack on Titan is known for its grisly violence, regular character deaths, and some of the wildest plot twists this side of Lost.\n </p>   \n <p>\n With blade-wielding, high-flying action, as well as political intrigue and ever-growing lore, Attack on Titan ends almost every episode on a cliffhanger that will have you eagerly awaiting the next installment of the story. It’s totally enthralling and utterly addictive, which is part of its massive appeal.\n </p>\n <h2>\n Whats Attack on Titan About? \n </h2>\n<p>\nAttack on Titan takes place in a walled-off city on the island of Paradis, where the surviving humans live in relative safety from the massive titans that roam outside of its walls. Though corruption is rampant and the truth of the titans is not known to the people, they’re happy to be safe and prosperous within the walls.\n</p>\n\n<p>\nAll of this changes when two special titans appear and destroy the gate of the outer wall, leaving a large swathe of the humans open to attack. As a third of the walled city dies off, the military must struggle to keep the titans at bay while uncovering their origins if they hope to save the last bastion of humanity on Paradis.\n</p>\n<p>\nFrom this point of entry, we follow the Scout Corps of the military, whose job is reconnaissance and titan extermination outside of the walls. As the titan threat goes and shocking new revelations shed light on their motivation, the scale and scope of Attack on Titan changes considerably.\n</p>\n<h2>\nWho Created Attack on Titan?\n</h2>\n<p>\nAttack on Titan was created by Hajime Isayama, who originally developed the manga as a one-shot, 60-page story. Though he offered it to Shonen Jump, a popular jumping-off point to success for manga, the magazine wanted him to tone down the violence and skew it toward their younger audience. Instead, he took it to Weekly Shonen Magazine where it was serialized and eventually grew into the phenomenon it has become today.\n</p>\n<h2>\nWho Are The Main Characters?</h2>\n<p>\nThere are a whole host of characters to keep track of in Attack on Titan, but let’s start with the basics. Eren, a young boy who lost his mother to the titans, is the main protagonist. He has a burning hate for the titans and his anger fuels his passion to destroy them once and for all.\n</p>\n<p>\nNext up is Mikasa, his adopted sister. A swift and dangerous warrior, Mikasa stoically protects Eren at all costs as she owes him her life.\n</p>\n<p>\nThen there’s Armin, the brains of the operation. Armin is a practical strategist with a tactical mind, even if he lacks the brawn to fight up-close.\n</p>\n<p>\nOther key characters are a pragmatic military leader named Commander Ervin, Hange, a scientist who is seeking the answers to where the titans come from, and Levi, the fan-favorite badass who has never met a titan he couldn’t cut to ribbons in a hurry.\n</p>\n<h2>\nWhere To Watch Attack on Titan\n</h2>\n<p>\nLike Demon Slayer, the first season of Attack on Titan is available on Netflix. However, for the rest of the series, you’ll need to go to Crunchyroll or Funimation. Furthermore, the last bit of the final season will only be on Crunchyroll as the anime giant recently purchased Funimation. This means if you want to see the adventure through, Crunchyroll is likely your best choice. Alternatively, the episodes can be purchased on services like YouTube, AppleTV+, and Google Play.\n</p>\n</div>",
  "author": "",
  "date": "June 06, 2023",
  "social": "",
  "metadesc": "True, I think those who believe the walls will forever",
  "slug": "attack-on-titan",
  "genres": "Action, Dark fantasy, Post-apocalyptic",
  "img": "https://cdn.oneesports.gg/cdn-data/2023/02/AttackOnTitan_Anime_ColossusTitan_Eren_fixed.jpg"
}
