{
  "title": "Death Note",
  "content": "<div>\n <img src=\"https://i.ytimg.com/vi/ttVoVr2F75k/maxresdefault.jpg\" alt=\"death note image\">\n <p> \n High school student Light Yagami discovers a supernatural notebook that allows him to kill anyone by writing the victim&apos;s name while picturing their face. The story follows his attempts to become a god by creating a New World cleansed of evil by using the notebook, and the complex conflict between himself and all those who try to stop or help him\n</p>\n<p>\nDeath Note (stylized in all caps) is a Japanese manga series written by Tsugumi Ohba and illustrated by Takeshi Obata. It was serialized in Shueisha&apos;s shōnen manga magazine Weekly Shōnen Jump from December 2003 to May 2006, with its chapters collected in 12 tankōbon volumes. The story follows Light Yagami, a genius who discovers a mysterious notebook: the &apos;Death Note&apos;, which belonged to the shinigami Ryuk, and grants the user the supernatural ability to kill anyone whose name is written in its pages. The series centers around Light&apos;s subsequent attempts to use the Death Note to carry out a worldwide massacre of individuals whom he deems immoral and to create a crime-free society, using the alias of a god-like vigilante named &apos;Kira&apos;, and the subsequent efforts of an elite Japanese police task force, led by enigmatic detective L, to apprehend him.\n </p> \n <p> \n A 37-episode anime television series adaptation, produced by Madhouse and directed by Tetsurō Araki, was broadcast on Nippon Television from October 2006 to June 2007. A light novel based on the series, written by Nisio Isin, was also released in 2006. Additionally, various video games have been published by Konami for the Nintendo DS. The series was adapted into three live-action films released in Japan in June, November 2006, and February 2008, and a television drama in 2015. A miniseries titled Death Note: New Generation and a fourth film were released in 2016. An American film adaptation was released exclusively on Netflix in August 2017, and a series is reportedly in the works.\n </p> \n <p> \nDeath Note media, except for video games and soundtracks, is licensed and released in North America by Viz Media. The episodes from the anime first appeared in North America as downloadable from IGN before Viz Media licensed it. The series was aired on YTV&apos;s Bionix programming block in Canada and on Adult Swim in the United States with a DVD release following. The live-action films briefly played in certain North American theaters, in 2008, before receiving home video releases. As of April 2015, the Death Note manga had over 30 million copies in circulation, making it one of the best-selling manga series.\n </p> \n <h2>\nCharacters\n</h2> \n <ul> \n <li>\nLight Yagami\n</li> \n <li>\nRyuk\n</li> \n <li>\nL / Ryuzaki\n</li> \n <li>\nMisa Amane\n</li> \n <li>\nRem\n</li> \n <li>\nNear\n</li> \n <li>\nMello</li> \n <li>\nTask Force\n</li> \n </ul> \n <h2>\nPlot\n</h2> \n <p> \n In Tokyo, a disaffected high school student named Light Yagami finds the &apos;Death Note&apos;, a mysterious black notebook that can kill anyone as long as the user knows both the target&apos;s name and face. Initially terrified of its god-like power, Light considers the possibilities of the Death Note&apos;s abilities and kills high-profile Japanese criminals, then targets international criminals. Five days after discovering the notebook, Light is visited by Ryuk, a &apos;shinigami&apos; and the Death Note&apos;s previous owner. Ryuk, invisible to anyone who has not touched the notebook, reveals that he dropped the notebook into the human world out of boredom and is amused by Light&apos;s actions.\n </p> \n <p> \n As criminals around the world die from inexplicable accidents and heart attacks, the global media suggest that a single mastermind is responsible for the mysterious murders and name them &apos;Kira&apos; (キラ, the Japanese transliteration of the word &apos;killer&apos;). Hoping to apprehend Kira, Interpol requests the assistance of an enigmatic consulting detective, known as L, to assist their investigation. Deducing that Kira is based in Japan, L tricks Light into revealing that he is in the Kanto region of Japan by manipulating him to kill a decoy. Furious, Light vows to kill L, whom he views as obstructing his plans. L deduces that Kira has inside knowledge of the Japanese police investigation, being led by Light&apos;s father, Soichiro Yagami. Under the suspicion that &apos;Kira&apos; could have family ties with members of the &apos;Kira&apos; investigation, L assigns a team of FBI agents to monitor the families of those connected with the investigation and L learns enough to designate Light as the prime suspect. Around this time, Light graduates from high school to college. L recruits Light into the Kira Task Force, with each trying to get the other to reveal crucial information.\n </p> \n <p> \n Actress-model Misa Amane, having obtained a second Death Note from a shinigami named Rem, makes a deal with Rem for shinigami eyes, which reveal the names of anyone whose face she sees, at the cost of half her lifespan. Seeking to have Light become her boyfriend, Misa uncovers Light&apos;s identity as the original Kira, but Light has another motive: he intends to use Misa&apos;s shinigami eyes to discern L&apos;s true name. L deduces that Misa is likely the second Kira and detains her. Rem threatens to kill Light if he does not find a way to save Misa. Light arranges a scheme in which he and Misa temporarily lose theirmemories of the Death Note, and has Rem pass the Death Note to a less morally driven individual, Kyosuke Higuchi of the Yotsuba Group. With memories of the Death Note erased, Light joins the investigation and, together with L, deduce Higuchi&apos;s identity and arrest him. Light regains his memories and uses the Death Note to kill Higuchi, regaining possession of the book. After restoring Misa&apos;s memories, Light instructs her to begin killing as Kira, causing L to cast suspicion on Misa. With Light insinuating the investigation would lead to Misa&apos;s capture and execution, Rem realizes Light&apos;s plan all along was to have her sacrifice herself to kill L, as a shinigami may not kill others to prevent a human&apos;s death. After Rem kills L, she disintegrates and Light obtains her Death Note. The task force does not announce L&apos;s death and agrees to have Light operate as the new L. With Light working as both L and Kira, the investigation stalls but crime rates continue to drop as he no longer has a threat of capture.\n </p> \n <p> \n Four years later, cults that worship Kira have risen. Two young men, raised as potential successors to L, are revealed: Near and Mello. Mello joins the mafia whilst Near joins forces with the US government. Mello kidnaps Director Takimura, who Light then kills, so Mello, kidnaps Light&apos;s sister and exchanges her for the Death Note, using it to kill almost all of Near&apos;s team. A Shinigami named Sidoh goes to Earth to reclaim his notebook and ends up meeting and helping Mello. Light uses the notebook to find Mello&apos;s hideout, but Soichiro is killed in the mission. Mello and Near exchange information and Mello kidnaps Mogi and gives him to Near. Kira supporters attack Near&apos;s group, but they escape. Aizawa becomes suspicious in Light and meets with Near. As suspicion falls again on Misa, Light passes Misa&apos;s Death Note to a fervent supporter of Kira, Teru Mikami. He also appoints newscaster Kiyomi Takada as Kira&apos;s public spokesperson. Near has Mikami followed whilst Aizawa&apos;s suspicions are confirmed. Realizing that Takada is connected to Kira, Mello kidnaps her. Takada kills Mello but is killed by Light. Near arranges a meeting between Light and the current Kira Task Force members. Light tries to have Mikami kill Near as well as all the task force members, but Mikami&apos;s Death Note fails to work, having been replaced with a decoy. Perusing the names Mikami had written down, only Light&apos;s is missing, which proves Light is Kira. Light is grievously wounded in a scuffle and begs Ryuk to write the names of everyone present. Ryuk instead writes down Light&apos;s name in his Death Note, as he had promised to do the day they met, and Light dies. \n </p> \n <p> \n One year later, the world has returned to normal and the Kira Taskforce Members are conflicted over whether they made the right decision. Meanwhile, cults worshipping Kira have risen, led by a woman resembling Misa. Three years later, Near, now functioning as the new L, receives word that a new Kira has appeared. Hearing that the new Kira is randomly killing people, Near concludes that the new Kira is an attention-seeker and denounces the new Kira as &apos;boring&apos; and not worth catching. A shinigami named Midora approaches Ryuk and gives him an apple from the human realm, in a bet to see if a random human could become the new Kira, but Midora loses the bet when the human writes his own name in the Death Note after hearing Near&apos;s announcement. Ryuk tells Midora that no human would ever surpass Light as the new Kira. \n </p> \n\n</div>",
  "author": "",
  "date": "June 06, 2023",
  "social": "",
  "metadesc": "There is no heaven or hell. No matter what you",
  "slug": "death-note",
  "genres": "Mystery, Psychological thriller, Supernatural thriller",
  "img": "https://m.media-amazon.com/images/I/716ASj7z2GL._AC_UF1000,1000_QL80_.jpg"
}
