{
  "title": "Naruto",
  "content": "<div>\n <p> \n Twelve years before the start of the series, the Nine-Tails attacked Konohagakure destroying much of the village and taking many lives. The leader of the village, the Fourth Hokage, sacrificed his life to seal the Nine-Tails into a newborn, Naruto Uzumaki. Orphaned by the attack, Naruto was shunned by the villagers, who out of fear and anger, viewed him as the Nine-Tails itself. Though the Third Hokage outlawed speaking about anything related to the Nine-Tails, the children — taking their cues from their parents — inherited the same animosity towards Naruto. In his thirst to be acknowledged, Naruto vowed he would one day become the greatest Hokage the village had ever seen.\n </p> \n <p> \nThe plot of Naruto is told during the first 238 chapters of the manga and all 220 episodes of the Naruto anime. In the manga, before the switch to the second part of the series, otherwise known as Naruto: Shippūden, the story of Kakashi Gaiden is told.\n </p> \n <h2>\n Prologue — Land of Waves\n</h2> \n <p> \nPrologue — Land of Waves (プロローグ~波の国, Purorōgu — Nami no Kuni), known as the Lands of Waves Escort Mission (波の国要人護衛, Nami no Kuni Yōjin Goei) in the anime, is an arc from Part I of the series. This arc sees the formation of Team 7 and the completion of their first mission to the Land of Waves. It spans through volumes 1 to 4,[1] or more specifically, covers chapters 1 to 33 of the manga and episodes 1 to 19 of the Naruto anime. This arc is followed by the Chūnin Exams.\n </p> \n <h2>\nChūnin Exams (Arc)\n</h2> \n <p> \nThe Chūnin Exams (中忍試験, Chūnin Shiken), known as the Chūnin Exams Preliminaries (中忍試験予選, Chūnin Shiken Yosen) and the Chūnin Exams Finals (中忍試験本選, Chūnin Shiken Honsen) in the anime, is an arc from Part I of the series. This arc sees Team 7&apos;s entrance into the Chūnin Exams and the introduction of such characters as the rest of the Rookie Nine, Team Guy, Three Sand Siblings and Orochimaru. It spans through volumes 4-13,[2] or more specifically, covers chapters 34 to 115 of the manga and episodes 20 to 67 of the Naruto anime. This arc is preceded by Prologue — Land of Waves and followed by Konoha Crush. \n </p> \n <h2>\nKonoha Crush (Arc)\n</h2> \n <p> \n Konoha Crush (木ノ葉崩し, Konoha Kuzushi) is an arc from Part I of the series. This arc sees Orochimaru&apos;s attempt to destroy Konohagakure. It spans through volumes 13-16,[3] or more specifically, covers chapters 116 to 138 of the manga and episodes 68 to 80 of the Naruto anime. This arc is preceded by the Chūnin Exams and followed by the Search for Tsunade.\n </p> \n <h2>\n Search for Tsunade\n</h2> \n <p> Search for Tsunade (綱手探索, Tsunade Tansaku) is an arc from Part I of the series. This arc sees the first appearance of Akatsuki as well as the competing attempts of Jiraiya and Orochimaru to recruit Tsunade. It spans through volumes 16 to 19,[4] or more specifically, covers chapters 139 to 171 of the manga and episodes 81 to 100 of the Naruto anime. This arc is preceded by the Konoha Crush. In the manga, it is followed by the Sasuke Recovery Mission, while in the anime, it is followed by the Land of Tea Escort Mission.\n </p> \n <h2>\n Sasuke Recovery Mission\n</h2> \n <p> \n The Sasuke Recovery Mission (サスケ奪回任務, Sasuke Dakkai Ninmu), known as the Sasuke Uchiha Recovery (うちはサスケ奪回, Uchiha Sasuke Dakkai) and the Valley of the End (終末の谷, Shūmatsu no Tani) in the anime, is an arc from Part I of the series. This arc sees the attempt to stop Sasuke Uchiha from defecting to Orochimaru. It spans through volumes 20-27,[5] or more specifically, covers chapters 172 to 238 of the manga and episodes 107 to 135 of the Naruto anime. In the manga, this arc is preceded by the Search for Tsunade and followed by Kakashi Gaiden. In the anime, it is preceded by the Land of Tea Escort Mission and is followed by the Land of Rice Fields Investigation Mission.\n </p> \n\n</div>",
  "author": "Srajan",
  "metadesc": "Mischievous Naruto Uzumaki causes trouble in the",
  "slug": "naruto"
}
